import 'package:flutter/material.dart';

class PrivacyPolicyPage extends StatelessWidget {
  const PrivacyPolicyPage({super.key});

  @override
  Widget build(BuildContext context) {
    final screenWidth = MediaQuery.of(context).size.width;
    final screenHeight = MediaQuery.of(context).size.height;

    return Scaffold(
      appBar: AppBar(
        title: const Text('개인정보처리방침'),
      ),
      body: Padding(
        padding: EdgeInsets.symmetric(horizontal: screenWidth * 0.05),
        child: SingleChildScrollView(
          child: Text(
            _privacyPolicyText,
            style: TextStyle(fontSize: screenWidth * 0.035),
          ),
        ),
      ),
    );
  }
}

const String _privacyPolicyText = """개인정보취급방침

< 마운틴듀오 >( https://ohiking.today 이하 ＇오늘등산＇)은(는) 「개인정보 보호법」 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.

            

○ 이 개인정보처리방침은 2024년 11월 1부터 적용됩니다.

        

제1조(개인정보의 처리 목적)

< 마운틴듀오 >(＇https://ohiking.today＇이하  ＇오늘등산＇)은(는) 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.

            

1. 홈페이지 회원가입 및 관리               

회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 서비스 부정이용 방지, 만14세 미만 아동의 개인정보 처리 시 법정대리인의 동의여부 확인, 각종 고지·통지 목적으로 개인정보를 처리합니다.

2. 재화 또는 서비스 제공               

물품배송, 서비스 제공, 계약서·청구서 발송, 콘텐츠 제공, 맞춤서비스 제공, 본인인증, 연령인증, 요금결제·정산을 목적으로 개인정보를 처리합니다.

3. 마케팅 및 광고에의 활용

신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여기회 제공 , 인구통계학적 특성에 따른 서비스 제공 및 광고 게재 , 서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.

        

제2조(개인정보 수집, 목적, 이용/ 보유 기간)

1. < 마운틴듀오 >은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.

2. 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.

수집항목	목적	이용·보관기간
[필수] 카카오 간편가입 회원의 닉네임, 이메일

· 회원 식별 및 가입의사 확인, 부정이용 방지

· 공지사항 및 서비스 이용/운영을 위한 고지사항 전달

· 회원관리, 회원문의 및 불만처리를 위한 커뮤니케이션

회원탈퇴(서비스 해지)시 까지 보관.

또한, 관계 법령에 따라 이용자의 개인정보를 보호하여야 하는 경우, 회사는 해당 법령에서 정한 기간 동안 보관

[필수] 애플 간편가입 회원의 이름, 이메일

· 회원 식별 및 가입의사 확인, 부정이용 방지

· 공지사항 및 서비스 이용/운영을 위한 고지사항 전달

· 회원관리, 회원문의 및 불만처리를 위한 커뮤니케이션

회원탈퇴(서비스 해지)시 까지 보관.

또한, 관계 법령에 따라 이용자의 개인정보를 보호하여야 하는 경우, 회사는 해당 법령에서 정한 기간 동안 보관

[선택] 카카오 간편가입 회원의 성별, 생년월일

· 운동 목표 설정, 각종 운동 및 활동 기록 저장 및 분석 데이터 제공

회원탈퇴(서비스 해지)시 까지 보관.

또한, 관계 법령에 따라 이용자의 개인정보를 보호하여야 하는 경우, 회사는 해당 법령에서 정한 기간 동안 보관

[선택] 애플 간편가입 회원의 성별, 생년월일

· 운동 목표 설정, 각종 운동 및 활동 기록 저장 및 분석 데이터 제공

회원탈퇴(서비스 해지)시 까지 보관.

또한, 관계 법령에 따라 이용자의 개인정보를 보호하여야 하는 경우, 회사는 해당 법령에서 정한 기간 동안 보관

[필수] 서비스 이용기록(방문일시, 접속 지역 등), 단말정보(Device ID, OS, OS버전, 단말모델명, 제조사, 앱버전), GPS로그, GPS이동경로

· 서비스 이용현황 통계 및 분석하여 서비스 개선 활용

회원탈퇴(서비스 해지)시 까지 보관.

또한, 관계 법령에 따라 이용자의 개인정보를 보호하여야 하는 경우, 회사는 해당 법령에서 정한 기간 동안 보관

[선택] 성별, 나이, 몸무게

· 운동 목표 설정, 각종 운동 및 활동 기록 저장 및 분석 데이터 제공

회원탈퇴(서비스 해지)시 까지 보관.

또한, 관계 법령에 따라 이용자의 개인정보를 보호하여야 하는 경우, 회사는 해당 법령에서 정한 기간 동안 보관

[선택] Apple HealthKit 데이터

· 운동 목표 설정, 각종 운동 및 활동 기록 저장 및 분석 데이터 제공

회원탈퇴(서비스 해지)시 까지 보관.

또한, 관계 법령에 따라 이용자의 개인정보를 보호하여야 하는 경우, 회사는 해당 법령에서 정한 기간 동안 보관

3. 개인정보 수집 방법

- 회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해 동의를 하고 직접 정보를 입력하는 경우

- 고객센터를 통한 상담 과정(웹 페이지, 메일, 팩스, 전화 등)을 통해 이용자의 개인정보를 제공받은 경우

4. 개인정보의 이용 목적

- 이용자를 식별하고, 본인임을 확인하는 등 홈페이지 회원가입 및 회원 관리 등을 위해 개인정보를 이용합니다.

- 회사의 서비스 및 그와 직간접적으로 연관이 있는 부가 서비스를 제공하기 위해 개인정보를 이용합니다.

- 약관 변경, 서비스 장애, 서비스이용내역, 개인정보이용내역 등 서비스 운영을 위한 공지사항을 전달하기 위해 개인정보를 이용합니다.

- 문의에 대한 대응을 하거나 불만 처리, 이용자 서비스 개선을 위해 개인정보를 이용합니다.

- 안전하게 서비스를 이용할 수 있는 환경을 만들기 위해 개인정보를 이용합니다.

- 서비스 이용 기록을 통해 서비스 이용 환경을 분석하고 서비스 개선 및 이용자의 특성을 고려한 서비스 제공을 위해 개인정보를 이용합니다.

- 사용자 신체 정보는 사용자별 운동 목표 설정, 각종 운동 및 활동 기록 저장 및 분석 데이터를 제공하는데 이용합니다.

5. 개인정보 처리 위탁

회사는 원활한 서비스 제공과 효과적인 업무처리를 위하여 다음과 같이 개인정보를 처리 위탁하고 있습니다.

회사는 수탁자들이 위탁한 개인정보를 안전하게 처리하고 있는지 지속적으로 관리 감독하고 있으며, 수탁업무가 종료된 때에 수탁자가 보유하고 있는 개인정보는 즉시 파기하도록 조취하고 있습니다.

6. 개인정보 처리 위탁 현황

구분	수탁자	위탁업무
서비스 운영 및 관리

Google Workspace

서비스 운영 및 관리를 위해 활용

서비스 사용성 개선

Google Analytics

이용자 행태 데이터 수집 및 분석을 위해 활용

서버 제공

AWS(아마존 웹서비스)

서비스 운영을 위한 인프라

제3조(개인정보의 제3자 제공에 관한 사항)

< 마운틴듀오 >은(는) 개인정보를 제1조(개인정보의 처리 목적)에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 「개인정보 보호법」 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다. 다만, 아래의 경우에는 예외로 합니다.

- 수사, 조사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우

- 통계작성, 학술연구나 시장조사를 위하여 특정 개인을 식별할 수 없는 형태로 광고주, 협력사, 연구단체 등에 제공하는 경우

이용자는 개인정보 제3자 제공에 대해 동의하지 않을 수 있고 언제든지 제3자 제공 동의를 철회할 수 있습니다. 다만, 제3자 제공에 기반한 관련된 일부 서비스의 이용이 제한될 수 있습니다.

제4조(개인정보의 파기절차 및 파기방법)               

1.< 마운틴듀오 > 은(는) 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.

2. 정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존한 후 별도의 DB에 따라 안전하게 보관되며 정해진 기간이 종료되었을 때 지체없이 파기됩니다. 이 때, 별도의 DB로 옮겨진 개인정보는 여러분 각자가 동의한 목적을 초과하거나 법률에 정한 경우 외에는 다른 목적으로 이용되지 않습니다. 회사는 이와 같이 파기 사유가 발생한 개인정보를 선정하고, 아래에 기재된 개인정보보호책임자의 승인을 받아 개인정보를 파기합니다. 

① 개인정보의 보유 기간

-보존근거 : 통신비밀보호법(로그기록, 접속지 정보 등의 웹사이트 방문 기록 : 3개월)

-보전근거: 정보통신망 이용촉진 및 정보보호 등에 관한법률(본인확인에 관한 기록: 6개월)

②  개인정보 파기의 절차 및 방법은 다음과 같습니다.

< 마운틴듀오 > 은(는) 파기 사유가 발생한 개인정보를 선정하고, < 마운틴듀오 > 의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.

            

③  파기방법               

종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.

전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.

        

제5조(미이용자의 개인정보 파기 등에 관한 조치)

1. <개인정보처리자명>은(는) 1년간 서비스를 이용하지 않은 이용자는 휴면계정으로 전환하고, 개인정보를 별도로 분리하여 보관합니다. 분리 보관된 개인정보는 1년간 보관 후 지체없이 파기합니다.

2. <개인정보처리자명>은(는) 휴먼전환 30일 전까지 휴면예정 회원에게 별도 분리 보관되는 사실 및 휴면 예정일, 별도 분리 보관하는 개인정보 항목을 이메일, 문자 등 이용자에게 통지 가능한 방법으로 알리고 있습니다.

3. 휴면계정으로 전환을 원하지 않으시는 경우, 휴면계정 전환 전 서비스 로그인을 하시면 됩니다. 또한, 휴면계정으로 전환되었더라도 로그인을 하는 경우 이용자의 동의에 따라 휴면계정을 복원하여 정상적인 서비스를 이용할 수 있습니다.

제6조(정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항)

1. 정보주체는 마운틴듀오에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다.               

2. 제1항에 따른 권리 행사는마운틴듀오에 대해 「개인정보 보호법」 시행령 제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 마운틴듀오은(는) 이에 대해 지체 없이 조치하겠습니다.               

3. 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 

있습니다.이 경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.               

4. 개인정보 열람 및 처리정지 요구는  「개인정보 보호법」  제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.              

5. 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.              

6. 마운틴듀오은(는) 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.

        

제7조(개인정보의 안전성 확보조치에 관한 사항)

< 마운틴듀오 >은(는) 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.               

1. 내부관리계획의 수립 및 시행

개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.

2. 개인정보 취급 직원의 최소화 및 교육

개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.

3. 정기적인 자체 감사 실시

개인정보 취급 관련 안정성 확보를 위해 정기적(분기 1회)으로 자체 감사를 실시하고 있습니다.

4. 개인정보에 대한 접근 제한

개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.

5. 접속기록의 보관 및 위변조 방지

개인정보처리시스템에 접속한 기록을 최소 1년 이상 보관, 관리하고 있으며,다만, 5만명 이상의 정보주체에 관하여 개인정보를 추가하거나, 고유식별정보 또는 민감정보를 처리하는 경우에는 2년이상 보관, 관리하고 있습니다.

또한, 접속기록이 위변조 및 도난, 분실되지 않도록 보안기능을 사용하고 있습니다.

6. 개인정보의 암호화

이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.

7. 해킹 등에 대비한 기술적 대책 <마운틴듀오>(＇오늘등산＇)은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.

8. 비인가자에 대한 출입 통제

개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.

9. 문서보안을 위한 잠금장치 사용

개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에 보관하고 있습니다.

        

제8조(개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한 사항)            

1. 마운틴듀오 은(는) 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ＇쿠키(cookie)＇를 사용합니다.

2. 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.

가. 쿠키의 사용 목적 : 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.

나. 쿠키의 설치•운영 및 거부 : 웹브라우저 상단의 도구→인터넷 옵션→개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.

다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.

제9조(행태정보의 수집·이용·제공 및 거부 등에 관한 사항)           

1. <개인정보처리자>은(는) 서비스 이용과정에서 정보주체에게 최적화된 맞춤형 서비스 및 혜택, 온라인 맞춤형 광고 등을 제공하기 위하여 행태정보를 수집·이용하고 있습니다.

2. <개인정보처리자>은(는) 다음과 같이 행태정보를 수집합니다.

수집하는 행태정보의 항목

이용자의 서비스 내 방문 기록, 활동 로그 및 검색 이력, 광고식별자

행태정보 수집 방법

- 웹/앱 사이트 방문 시 생성 정보 수집 툴 등을 통해 자동 수집 전송

- 쿠키를 설치 및 운용

- 앱 실행 시 생성 정보 수집 툴 등을 통해 자동 수집 전송

사용하는 수집 툴

Google Analytics, Meta

행태정보 수집 목적

- 회사 서비스 이용형태를 분석하여 이용자에게 추천 서비스 (광고 포함) 제공

- 이용자 행태정보를 분석하여 신규 서비스, 서비스 개선 등의 척도로 활용 가능

- 이용자의 문의 및 요청사항 처리하기 위해 이용자 정보 및 서비스 이용 이력을 확인 가능

보유, 이용기간 및 이후 정보처리 방법

행태정보를 수집일로부터 1년 동안 보유한 후 파기

<온라인 맞춤형 광고 등을 위해 제3자(온라인 광고사업자 등)가 이용자의 행태정보를 수집·처리할수 있도록 허용한 경우>

3. <개인정보처리자>은(는) 다음과 같이 온라인 맞춤형 광고 사업자가 행태정보를 수집·처리하도록 허용하고 있습니다. (삭제)

            

- 행태정보를 수집 및 처리하려는 광고 사업자 : Meta, google               

- 행태정보 수집 방법 : 이용자가 당사 웹사이트를 방문하거나 앱을 실행할 때 자동 수집 및 전송               

- 수집·처리되는 행태정보 항목 : 이용자의 웹/앱 방문이력, 검색이력, 구매이력               

- 보유·이용기간 : 1년

            

4. <개인정보처리자>은(는) 온라인 맞춤형 광고 등에 필요한 최소한의 행태정보만을 수집하며, 사상, 신념, 가족 및 친인척관계, 학력·병력, 기타 사회활동 경력 등 개인의 권리·이익이나 사생활을 뚜렷하게 침해할 우려가 있는 민감한 행태정보를 수집하지 않습니다.

5. <개인정보처리자>은(는) 만 14세 미만임을 알고 있는 아동이나 만14세 미만의 아동을 주 이용자로 하는 온라인 서비스로부터 맞춤형 광고 목적의 행태정보를 수집하지 않고, 만 14세 미만임을 알고 있는 아동에게는 맞춤형 광고를 제공하지 않습니다.

            

6. <개인정보처리자>은(는) 모바일 앱에서 온라인 맞춤형 광고를 위하여 광고식별자를 수집·이용합니다. 정보주체는 모바일 단말기의 설정 변경을 통해 앱의 맞춤형 광고를 차단·허용할 수 있습니다.

            

‣ 스마트폰의 광고식별자 차단/허용

            

(1) (안드로이드) ① 설정 → ② 개인정보보호 → ③ 광고 → ③ 광고 ID 재설정 또는 광고ID 삭제               

(2) (아이폰) ① 설정 → ② 개인정보보호 → ③ 추적 → ④ 앱이 추적을 요청하도록 허용 끔

※ 모바일 OS 버전에 따라 메뉴 및 방법이 다소 상이할 수 있습니다.

            

⑦ 정보주체는 웹브라우저의 쿠키 설정 변경 등을 통해 온라인 맞춤형 광고를 일괄적으로 차단·허용할 수 있습니다. 다만, 쿠키 설정 변경은 웹사이트 자동로그인 등 일부 서비스의 이용에 영향을 미칠 수 있습니다.

            

‣ 웹브라우저를 통한 맞춤형 광고 차단/허용

            

(1) 인터넷 익스플로러(Windows 10용 Internet Explorer 11)               

- Internet Explorer에서 도구 버튼을 선택한 다음 인터넷 옵션을 선택               

- 개인 정보 탭을 선택하고 설정에서 고급을 선택한 다음 쿠키의 차단 또는 허용을 선택

            

(2) Microsoft Edge              

- Edge에서 오른쪽 상단 ＇…＇ 표시를 클릭한 후, 설정을 클릭합니다.              

- 설정 페이지 좌측의 ＇개인정보, 검색 및 서비스＇를 클릭 후 「추적방지」 섹션에서 ＇추적방지＇ 여부 및 수준을 선택합니다.              

- ＇InPrivate를 검색할 때 항상 ＇엄격＇ 추적 방지 사용＇ 여부를 선택합니다.

- 아래 「개인정보」 섹션에서 ＇추적 안함 요청보내기＇ 여부를 선택합니다.

            

(3) 크롬 브라우저

            

- Chrome에서 오른쪽 상단 ＇⋮＇ 표시(chrome 맞춤설정 및 제어)를 클릭한 후, 설정 표시를 클릭합니다.               

- 설정 페이지 하단에 ＇고급 설정 표시＇를 클릭하고 「개인정보」 섹션에서 콘텐츠 설정을 클릭합니다.               

- 쿠키 섹션에서 ＇타사 쿠키 및 사이트 데이터 차단＇의 체크박스를 선택합니다.               

52 | 개인정보 처리방침 작성지침 일반

            

⑧ 정보주체는 아래의 연락처로 행태정보와 관련하여 궁금한 사항과 거부권 행사, 피해 신고 접수 등을 문의할 수 있습니다.

            

‣ 개인정보 보호 담당부서               

부서명 : 운영               

담당자 : 강소영              

연락처 : 01029131990, ean.kang@mountainduo.com

            

제10조 (개인정보 보호책임자에 관한 사항) 

            

①  마운틴듀오 은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.

            

▶ 개인정보 보호책임자

성명 : 강소영

직책 : 대표

직급 : 대표

연락처 :01029131990, ean.kang@mountainduo.com

※ 개인정보 보호 담당부서로 연결됩니다.

▶ 개인정보 보호 담당부서

부서명 : 운영파트

담당자 : 강소영

연락처 :01029131990, ean.kang@mountainduo.com,

② 정보주체께서는 마운틴듀오 의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 마운틴듀오 은(는) 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.

            

제11조(개인정보의 열람청구를 접수·처리하는 부서)

정보주체는 ｢개인정보 보호법｣ 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다.

< 마운틴듀오 >은(는) 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다. 

        

▶ 개인정보 열람청구 접수·처리 부서

부서명 : 운영파트

담당자 : 강소영

연락처 : 01029131990, ean.kang@mountainduo.com

제12조(정보주체의 권익침해에 대한 구제방법)             

정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다.

- 개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)

- 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)

- 대검찰청 : (국번없이) 1301 (www.spo.go.kr)

- 경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)

「개인정보보호법」제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제), 제37조(개인정보의 처리정지 등)의 규정에 의한 요구에 대 하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익의 침해를 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.

※ 행정심판에 대해 자세한 사항은 중앙행정심판위원회(www.simpan.go.kr) 홈페이지를 참고하시기 바랍니다.

제13조(개인정보 처리방침 변경)

서비스를 개선하면서 현행 개인정보 처리방침에 대한 내용이 추가, 삭제 및 수정이 있을 수 있습니다. 이 경우 개정 최소 7일 전부터 변경사항이 생길 수 있습니다. 그럴 경우 목적에 따라 개인정보 취급방침을 수정할 수 있습니다. 이렇게 변경될 경우, 회사는 변경 사항을 게시하고 변경된 게시정보처리방침은 게시한 날로부터 7일 이후에 효력이 발생하게 됩니다. 단, 사용자의 권리에 중요한 변경이 있을 경우에는 변경될 내용을 30일 이전에 미리 알려드리겠습니다.

이 개인정보 처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항을 확인할 수 있도록 홈페이지 내 공지사항을 통하여 고지합니다.

공고일자 : 2024년 10월 1일

시행일자 : 2024년 11월 1일

        

이 개인정보처리방침은 2024년 11월 1부터 적용됩니다.
""";
